import './AskPage.css';

function AskPage() {
    return (
        <div className="square">

            <br></br>
            <div className='ask'>
                <h1>도움이 필요하신가요?</h1>
                <h3>자주 묻는 질문</h3>
                <br /><br />
                <h2>어떤 진료가 가능한가요?</h2>
                <p>저희는 다양한 의료 서비스를 제공하고 있습니다.
                    기본적인 진찰뿐만 아니라 처방, 질환관리, 검사 등 다양한 의료 서비스를 받아보실 수 있습니다.
                    이는 일반적인 병원 진료와 동등한 수준의 서비스로, 고객 여러분의 건강을 전문 의료진이 신속하고 정확하게 케어해드리기 위한 것입니다.
                    안심하고 편리하게 집에서 진료를 받으실 수 있는 환경을 제공하여, 보다 효과적이고 편리한 의료 경험을 제공하고자 노력하고 있습니다.
                    언제든지 궁금한 점이 있으시면 문의해주시기 바랍니다.</p>
                <br></br><hr></hr><br></br>
                <h2>거동이 불편한 사람만 가능한가요?</h2>
                <p>저희의 방문진료 서비스는 주로 건강이나 활동에 제약이 있는 분들을 대상으로 하고 있습니다.
                    거동이 불편하신 분들을 위해 특히 제공되며, 이 경우 건강보험이 적용되어 본인 부담금이 상당 부분 경감됩니다.
                    거동이 불편한 경우, 건강보험이 적용되어 5~30%의 본인부담금으로 서비스를 이용하실 수 있습니다.
                    이 외에도 건강이 어느 정도 양호한 경우에는 본인 부담금을 100% 지불하시면 서비스를 받아보실 수 있습니다.
                    저희는 환자분들의 편리한 의료 이용을 지원하고자 최선을 다하고 있으며, 언제든지 궁금한 점이나 추가 정보를 원하시면 문의해주시기 바랍니다.
                    정확하고 효과적인 의료 서비스를 제공하기 위해 항상 노력하고 있습니다.</p>
                <br></br><hr></hr><br></br>
                <h2>결제는 어떻게 하나요?</h2>
                <p>방문진료를 완료하신 후에는 병원에서 진료비에 대한 정확한 금액과 지불 방법에 대한 안내가 제공됩니다.
                    해당 정보는 병원 안내에 자세히 기재되어 있으며, 안내에 따라 결제를 진행해 주시면 됩니다.
                    일반적으로는 현금, 카드, 계좌이체 등 다양한 결제 수단이 허용되고 있습니다.
                    병원 내에서 제공하는 결제 시스템을 통해 편리하게 진료비를 지불하실 수 있습니다.
                    추가적인 결제 관련 문의나 도움이 필요한 경우에는 병원 스태프에게 문의하시거나 안내사항을 확인하시기 바랍니다.
                    언제든지 편안한 상태에서 결제를 진행할 수 있도록 최선을 다하고 있습니다.</p>
            </div>
            <br /><br /><br />
        </div>
    );
}

export default AskPage;